[
    {
    "no": "1",
    "title": "Lucifer Full Movie Watch",
    "description": "“Lucifer” follows Lucifer Morningstar, the Devil himself, who becomes bored with ruling Hell and decides to retire to Los Angeles. Running a nightclub called Lux and living a carefree life, everything changes when he gets involved in a murder case and meets Detective Chloe Decker.",
    "image": "./public/img/download.jfif",
    "source": "../public/videos/Lucifer _ Season 1 _ Hindi Official Trailer 2020 _ Netflix TV Show [HD].mp4"
},
{
    "no": "2",
    "title": "Baramulla (2025) Hindi DD5.1 Full Movie",
    "description": "“BARAMULLA” – A Netflix Original Indian Hindi-Language Supernatural Horror Thriller Crime Mystery Drama Film (Vegamovies +MoviesFlix) A police officer investigating missing children cases discovers disturbing truths while supernatural occurrences threaten his family and Baramulla’s tranquility.",
    "image": "./public/img/baramulla-2025-moviesflix6.webp",
    "source": "../public/videos/Baramulla _ Official Trailer _ Manav Kaul, Bhasha Sumbli _ Netflix India.mp4"
},
{
    "no": "3",
    "title": "The Apprentice (2024) WEB DL {English With Subtitles} Full Movie",
    "description": "A young man took over his father’s real-estate business in 1970s and ’80s New York, and got the helping hand of an infamous closeted gay lawyer who helped him turn this young man into a notorious legend. Based on true events.",
    "image": "./public/img/the-apprentice-2024-moviesflix5.webp",
    "source": "../public/videos/THE APPRENTICE - International Trailer - Starring Sebastian Stan, Jeremy Strong & Maria Bakalova.mp4"
},
{
    "no": "4",
    "title": "Black Phone 2 (2025) AMZN WEB DL {English With Subtitles} Full Movie",
    "description": "Black Phone 2 (For Free Vegamovies) As Finn, now 17, struggles with life after his captivity, his sister begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp known as Alpine Lake.",
    "image": "./public/img/black-phone-2-2025-moviesflix6.webp",
    "source": "../public/videos/Black Phone 2 _ Official Trailer 2.mp4"
}
]